[TC_WOTC_S79_RPK_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>RPK</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>RPK</b></font>"
AbilityDescName="легкий пулемёт"
BriefSummary="RPK (\"ручной пулемёт Калашникова\") - советский ручной пулемёт, созданный на основе автомата АКМ. Принят на вооружение советской армии в 1961 году. Он заменил ручной пулемёт Дегтярёва, как более предпочтительный с точки зрения унификации с другим принятым на вооружение стрелковым оружием. Ручной пулемет Калашникова РПК использует ту же схему автоматики и основные конструктивные решения, что и автомат Калашникова АКМ, то есть газоотводную автоматику с запиранием ствола поворотом затвора. РПК оставался основным оружием поддержки отделения вплоть до 1974 года, когда ему на смену пришел его аналог под патрон 5.45х39 - ручной пулемет РПК-74. Ручной пулемёт РПК и его модификации был принят на вооружении в армиях более 20 стран. В некоторых странах производятся его варианты или копии."
TacticalText="<Bullet/>Тип: Легкий пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор, Закрытый затвор\n<Bullet/>Тип боеприпаса: 7.62х39мм\n<Bullet/>Страна производитель: СССР\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_S79_RPK_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>RVKMG-61</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>RVKMG-61</b></font>"
AbilityDescName="легкий пулемёт"
BriefSummary="RPK (\"ручной пулемёт Калашникова\") - советский ручной пулемёт, созданный на основе автомата АКМ. Принят на вооружение советской армии в 1961 году. Он заменил ручной пулемёт Дегтярёва, как более предпочтительный с точки зрения унификации с другим принятым на вооружение стрелковым оружием. Ручной пулемет Калашникова РПК использует ту же схему автоматики и основные конструктивные решения, что и автомат Калашникова АКМ, то есть газоотводную автоматику с запиранием ствола поворотом затвора. РПК оставался основным оружием поддержки отделения вплоть до 1974 года, когда ему на смену пришел его аналог под патрон 5.45х39 - ручной пулемет РПК-74. Ручной пулемёт РПК и его модификации был принят на вооружении в армиях более 20 стран. В некоторых странах производятся его варианты или копии. /nRVKMG-61 был модифицирован в том же ключе что и RVK-47, так как имеет схожую конструкцию. Отвод пороховых газов был заменен более мощным магнитным механизмом, изготовленным с использованием небольших кристаллов Элерия. Модификация существенно повысила баллистический профиль данного образца, позволяя пуле наносить больше урона, с большей точностью и кучностью."
TacticalText="<Bullet/>Тип: Легкий пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор, Закрытый затвор\n<Bullet/>Тип боеприпаса: 7.62х39мм\n<Bullet/>Страна производитель: СССР\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_S79_RPK_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>RVKMG-61/203X</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>RVKMG-61/203X</b></font>"
AbilityDescName="легкий пулемёт"
BriefSummary="RPK (\"ручной пулемёт Калашникова\") - советский ручной пулемёт, созданный на основе автомата АКМ. Принят на вооружение советской армии в 1961 году. Он заменил ручной пулемёт Дегтярёва, как более предпочтительный с точки зрения унификации с другим принятым на вооружение стрелковым оружием. Ручной пулемет Калашникова РПК использует ту же схему автоматики и основные конструктивные решения, что и автомат Калашникова АКМ, то есть газоотводную автоматику с запиранием ствола поворотом затвора. РПК оставался основным оружием поддержки отделения вплоть до 1974 года, когда ему на смену пришел его аналог под патрон 5.45х39 - ручной пулемет РПК-74. Ручной пулемёт РПК и его модификации был принят на вооружении в армиях более 20 стран. В некоторых странах производятся его варианты или копии./nУлучшенная версия RVKMG-61/203X включает в себя замену оригинального ствола RPK новым, изготовленным из инопланетных сплавов. Новая система подачи боеприпасов была уплотнена, для увеличения вместимости батарей Элерия позволила наносить данному образцу больше повреждений с практически идеальной точностью."
TacticalText="<Bullet/>Тип: Легкий пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор, Закрытый затвор\n<Bullet/>Тип боеприпаса: 7.62х39мм\n<Bullet/>Страна производитель: СССР\n<Bullet/>Уровень технологии: Лучевое оружие"